{
  "firstName": "Rosendo",
  "lastName": "Figueroa",
  "fullName": "Rosendo Figueroa",
  "thumbImage": "/images/rosendo-figueroa.webp",
  "largeImage": "/images/rosendo-gilbert-mural.webp",
  "bio": "For the past eight years, I’ve built enterprise web systems that serve my community through the City of Chandler. I bridge design, engineering, and people to create technology that’s intuitive, accessible, and built to last. My work is driven by a simple conviction: everyone deserves equal access to digital experiences that improve their lives. I lead teams and shape frameworks that make technology equitable, inclusive, and grounded in service to others.",
  "about": "For more than a decade, I have built websites and applications that connect design, engineering, and people. My work focuses on creating digital experiences that are intuitive, accessible, and built to serve others. I have worked in the tech industry, for digital agencies, and now lead a municipal web team serving more than 280,000 residents through the City of Chandler. Each day, I help shape technology that makes local government easier to use and more inclusive for everyone.\nI manage every stage of the web development process, from planning and prototyping to accessibility and deployment. I focus on building systems that last, and I work to keep every project grounded in service to people. By keeping users at the center, I have helped transform complex web systems into experiences that meet real needs and strengthen community trust.\nI am currently pursuing a Master’s degree in User Experience at Arizona State University, where I am deepening my understanding of how people interact with technology. My goal is to use my experience to mentor others, teach at public universities, and extend opportunity to underserved communities and individuals who are incarcerated.\nI lead with purpose, build with integrity, and see every project as an opportunity to serve others and create a lasting positive impact, both online and in my community.",
  "age": 37,
  "nationality": "American",
  "languages": ["English"],
  "address": "Chandler, Arizona, United States",
  "freelance": "Available",
  "socialAddress": {
    "facebook": "https://facebook.com",
    "twitter": "https://twitter.com",
    "github": "https://github.com/rosendo-fig",
    "linkedin": "https://www.linkedin.com/in/rosendofigueroa/",
    "dribbble": "https://dribbble.com"
  },
  "phoneNumbers": ["+1 (480) 826-2529"],
  "emailAddress": ["rosendo.fig@gmail.com"]
}
