[
  {
    "id": 1,
    "title": "Web Development Analyst",
    "meta": "City of Chandler, Arizona",
    "text": "I began as a Junior Web Developer focused on front-end development and user interfaces and now serve as the UX and Web Architect for the City of Chandler. I lead the city’s enterprise web ecosystem—directing technical strategy, architecture, and accessibility for platforms serving over 280,000 residents. As the technical lead for the Web Team, I make key decisions that shape Chandler’s digital experience, ensuring every project is user-centered, scalable, and compliant with modern web standards.",
    "year": "2017 - Present"
  },
  {
    "id": 2,
    "title": "UX/UI Web Designer",
    "meta": "Gate6",
    "text": "At Gate6, I worked as a UX/UI Web Designer, creating custom WordPress websites and e-commerce platforms in an Agile, full-service digital agency environment. I led end-to-end design and development using UX methods, responsive design, and API integrations to deliver user-friendly, accessible, and scalable digital experiences, while coordinating daily with our India-based offshore team to ensure seamless collaboration and on-time delivery.",
    "year": "2016 - 2017"
  },
  {
    "id": 3,
    "title": "Web Designer",
    "meta": "Big Marlin Group",
    "text": "I designed and developed custom websites, CMS-driven platforms, banner ads, landing pages, and email campaigns using WordPress, Bootstrap, Upfront, and Genesis to create responsive, modern experiences. I maintained and optimized sites through content updates, security upgrades, SEO, and hosting management while presenting UX solutions and wireframes to clients—aligning design, business goals, and user needs across multiple projects.",
    "year": "2016 - 2016"
  },
  {
    "id": 4,
    "title": "Web Designer",
    "meta": "GoDaddy.com",
    "text": "I designed and optimized responsive WordPress and e-commerce websites using custom themes, SEO best practices, and GoDaddy’s Website Builder. Partnering with clients and project leads, I defined requirements, aligned designs with business goals, and ensured quality through QA, cross-device testing, and front-end development using HTML, CSS, and JavaScript.",
    "year": "2013 - 2016"
  }
]
